aalib
acpi
activitywatch-bin
alacritty
alsa-card-profiles
android-messages-desktop-bin
appimagelauncher
appstream
arandr
archcraft-about
archcraft-artworks
archcraft-backgrounds
archcraft-backgrounds-branding
archcraft-bspwm
archcraft-config-geany
archcraft-config-music
archcraft-config-qt
archcraft-cursor-fluent
archcraft-cursor-future
archcraft-cursor-layan
archcraft-cursor-lyra
archcraft-cursor-material
archcraft-cursor-pear
archcraft-cursor-qogirr
archcraft-cursor-sweet
archcraft-cursor-vimix
archcraft-dunst-icons
archcraft-fonts
archcraft-funscripts
archcraft-grub-theme
archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-catppuccin
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-everforest
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-nordic
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
archcraft-help
archcraft-hooks
archcraft-hooks-extra
archcraft-hooks-zsh
archcraft-icons-arc
archcraft-icons-breeze
archcraft-icons-hack
archcraft-icons-luna
archcraft-icons-luv
archcraft-icons-nordic
archcraft-icons-numix
archcraft-icons-papirus
archcraft-icons-qogir
archcraft-icons-white
archcraft-icons-win11
archcraft-icons-zafiro
archcraft-mirrorlist
archcraft-music
archcraft-neofetch
archcraft-omz
archcraft-openbox
archcraft-plymouth-theme
archcraft-ranger
archcraft-sddm-theme
archcraft-vim
atril
aubio
audiofile
autoconf
automake
b43-fwcutter
base
bat
betterlockscreen
bibata-cursor-theme
bind
bison
blueman
bluez
bluez-utils
brave-bin
brltty
broadcom-wl
bspwm
btrfs-progs
bzip2
catia-git
chromaprint
chromium
chrono-date
cliphist
clonezilla
cloud-init
cmatrix
composer
confuse
cryptsetup
cups
cups-filters
cups-pdf
dhclient
dhcpcd
dialog
diffutils
distrobox-git
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
dunst
dust
e2fsprogs
edk2-shell
efibootmgr
enca
ethtool
eww-tray-wayland-git
exfatprogs
f2fs-tools
faac
faad2
fakeroot
fatresize
fcitx5
ffmpeg
ffmpegthumbnailer
firefox
flex
fluidsynth
fmt
font-manager
foomatic-db
foomatic-db-engine
foot-terminfo
fsarchiver
galculator
gcc
geany
geany-plugins
geoclue
ghostscript
github-cli-git
gnome-keyring
gnu-netcat
gopls
gpart
gparted
gpm
gptfdisk
graphene
grim
grub
gsfonts
gsm
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk3-nocsd-git
gtk4
gutenprint
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hdparm
helvum
highlight
htop
hyperv
hypr-git
hyprland-git
i3-wm
i3lock-color
inetutils
iniparser
inotify-tools
intel-ucode
iw
iwd
jasper
jdk-openjdk
jfsutils
jq
jre8
julia
kdeconnect
kitty
kora-icon-theme
ksuperkey
kvantum
lazydocker
lebiniou
less
lib32-nvidia-dev-utils-tkg
lib32-opencl-nvidia-dev-tkg
libadwaita
libao
libass
libavc1394
libavif
libavtp
libbs2b
libcaca
libdc1394
libdca
libde265
libdovi
libdv
libdvdnav
libfdk-aac
libfido2
libfreeaptx
libftdi
libgme
libheif
libid3tag
libiec61883
libinstpatch
libkate
liblc3
libldac
liblrdf
libltc
libmad
libmicrodns
libmikmod
libmms
libmng
libmodplug
libmpcdec
libmpeg2
libmysofa
libnfs
libopenmpt
libplacebo
libraw1394
libsamplerate
libshout
libsidplayfp
libsoxr
libsrtp
libssh
libtheora
libunibreak
libupnp
liburing
libusb-compat
libva-nvidia-driver-git
libvdpau
libvpl
libvpx
libwebp
libwireplumber
libxmlb
light
lilv
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
lirc
lrzip
lsb-release
lsscsi
luarocks
lv2
lvm2
lz4
lzip
lzop
mailcap
maim
make
man-db
man-pages
mdadm
meld
mesa
mesa-utils
mjpegtools
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
modemmanager
mpc
mpd
mplayer
mtools
nano
nbd
ncdu
ncmpcpp
ndisc6
neon
neovim-nightly-bin
nethogs
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dev-dkms-tkg
nvidia-dev-egl-wayland-tkg
nvidia-dev-settings-tkg
nvidia-dev-utils-tkg
nvme-cli
obconf
obmenu-generator
ocl-icd
open-iscsi
openal
opencl-nvidia-dev-tkg
openconnect
openssh
openvpn
os-prober
p7zip
partclone
parted
partimage
pastel
patch
pavucontrol
pcsclite
perl-linux-desktopfiles
pfetch
php
phpactor
picom
pip2arch-git
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pkgconf
pkgtools
plank
plasma-meta
plasma-wayland-session
playerctl
plymouth
podman
polkit
polybar
portaudio
powertop
ppp
pptpclient
pulsemixer
pv
python-aiohttp
python-aubio
python-certifi
python-icmplib
python-lxml
python-notify-py
python-osc
python-paho-mqtt
python-pip
python-pipx
python-pystray
python-pywal
python-rpi-ws281x
python-sounddevice
python-uvloop
python-voluptuous
python-yappi
python-zeroconf
python2
qjackctl
qrencode
qt5-location
qt5-wayland
qt5-webchannel
qt5-webengine
qt5ct
qt6-svg
qt6-wayland
quilt
ranger
raptor
recode
refind
reflector
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
rtkit
rtmpdump
rubberband
ruby
rustup
rxvt-unicode-terminfo
sbc
schroedinger
screen
sddm-git
sdl2
sdparm
serd
sg3_utils
shaderc
simplescreenrecorder
sl
slack-desktop
slop
slurp
smartmontools
sndio
sof-firmware
sord
soundtouch
spandsp
speex
speexdsp
spotify
squashfs-tools
sratom
srt
steam
stow
strace
sudo
svt-hevc
swayfx
swayidle
swaylock-effects
swww
sxhkd
syncthing
systemd-resolvconf
tailscale
task
tcpdump
teams
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tint2
tldr
tmux
tpm2-tss
traceroute
trash-cli
tree
trizen
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
tumbler
twolame
udftools
udisks2
ueberzug
unarchiver
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
v4l-utils
vid.stab
viewnior
vim
vivaldi
vivaldi-update-ffmpeg-hook
vmaf
vpnc
waybar
waypaper-git
webcatalog-bin
webrtc-audio-processing
webrtc-audio-processing-1
wev
wezterm-terminfo
wget
wildmidi
winbox
wireless-regdb
wireless_tools
wireplumber
wlogout
wmctrl
wmname
wofi
wpa_supplicant
wvdial
x264
x265
xarchiver
xclip
xcolor
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce-polkit
xfce4-power-manager
xfce4-settings
xfce4-terminal
xfsprogs
xl2tpd
xmlstarlet
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xvidcore
xz
yad
yay
zbar
zimg
zip
zix
zsh
zstd
zvbi
zxing-cpp
zziplib
